Repository: arizvisa/jwhois
Catalog: po/*.po
Languages: pl, ro

source: Invalid expire time
pl: Nieprawid³owy czas wa¿no¶ci
ro: Timp de expirare invalid

source: Unable to open
pl: Nie mogê otworzyæ
ro: Nu s-a putut deschide

source: Unable to store data in cache
pl: Nie mogê zachowaæ danych w pamiêci podrêcznej
ro: Nu s-au putut stoca datele în cache

source: host not found
pl: host nie zosta³ odnaleziony
ro: nu s-a gãsit host-ul

source: Address family for hostname not supported
pl: Nieobs³ugiwana rodzina adresów dla argumentu hostname
ro: Familie de adrese sau hostname nesuportate

source: Temporary failure in name resolution
pl: Tymczasowo niepomy¶lny wynik odwzorowania nazwy
ro: Eroare temporarã în rezoluþia numelui

source: Bad value for ai_flags
pl: Nieprawid³owa warto¶æ pola ai_flags
ro: Valoare greºitã pentru ai_flags

source: Non-recoverable failure in name resolution
pl: Nieodwo³alnie niepomy¶lny wynik odwzorowania nazwy
ro: Eroare ireversibilã în rezoluþia numelui

source: ai_family not supported
pl: Nieobs³ugiwana warto¶æ pola ai_family
ro: ai_family nesuportatã

source: Memory allocation failure
pl: B³±d podczas przydzielania pamiêci
ro: Eroare în alocarea memoriei

source: No address associated with hostname
pl: Argumentowi hostname nie odpowiada ¿aden adres
ro: Nici o adresã asociatã cu hostname

source: Name or service not known
pl: Niedostêpna lub nieznana stacja i us³uga
ro: Nume sau serviciu necunoscute

source: Servname not supported for ai_socktype
pl: Us³uga service nie jest dostêpna dla ai_socktype
ro: Servname nesuportat poentru ai_socktype

source: ai_socktype not supported
pl: Nieobs³ugiwana warto¶æ pola ai_socktype
ro: ai_socktype nesuportat

source: System error
pl: B³±d systemowy
ro: Eroare de sistem

source: Unknown error
pl: Nieznany b³±d
ro: Eroare necunoscutã

source: %s: option `%s' is ambiguous
pl: %s: opcja `%s' jest niejednoznaczna
ro: %s: opþiunea `%s' este ambiguã

source: %s: option `--%s' doesn't allow an argument
pl: %s: opcja `--%s' nie mo¿e mieæ argumentów
ro: %s: opþiunea `--%s' nu permite parametri

source: %s: option `%c%s' doesn't allow an argument
pl: %s: opcja `%c%s' nie mo¿e mieæ argumentów
ro: %s: opþiunea `%c%s' nu permite parametri

source: %s: option `%s' requires an argument
pl: %s: opcja `%s' musi mieæ argument
ro: %s: opþiunea `%s' necesitã parametri

source: %s: unrecognized option `--%s'
pl: %s: nieznana opcja `--%s'
ro: %s: opþiune necunoscutã `--%s'

source: %s: unrecognized option `%c%s'
pl: %s: nieznana opcja `%c%s'
ro: %s: opþiune necunoscutã `%c%s'

source: %s: illegal option -- %c
pl: %s: niew³a¶ciwa opcja -- %c
ro: %s: opþiune ilegalã -- %c

source: %s: invalid option -- %c
pl: %s: b³êdna opcja -- %c
ro: %s: opþiune invalidã -- %c

source: %s: option requires an argument -- %c
pl: %s: opcja musi mieæ argument -- %c
ro: %s: opþiunea necesitã un parametru -- %c

source: %s: option `-W %s' is ambiguous
pl: %s: opcja `-W %s' jest niejednoznaczna
ro: %s: opþiunea `-W %s' este ambiguã

source: %s: option `-W %s' doesn't allow an argument
pl: %s: opcja `-W %s' nie mo¿e mieæ argumentów
ro: %s: opþiunea `-W %s' nu permite parametri

source: HTTP configuration is incomplete:
pl: Konfiguracja HTTP jest niekompletna:
ro: Configuraþia HTTP este incmpletã

source: Option is missing:
pl: Brakuje opcji:
ro: Opþiunea lipseºte:

source: Option http-method must be "GET" or "POST".
pl: Opcj± http-method musi byæ "GET" lub "POST".
ro: Opþiunea http-method trebuie sã fie "GET" sau "POST".

source: Unable to create temporary file
pl: Nie mogê utworzyæ pliku tymczasowego
ro: Nu s-a putut crea fiºierul temporar

source: Querying
pl: Wysy³am zapytanie do
ro: Interogare

source: Unable to run web browser
pl: Nie mogê uruchomiæ przegl±darki WWW
ro: Nu s-a putut rula browserul de web

source: This program is free software with ABSOLUTELY NO WARRANTY; you may redistribute it under the terms of the GNU General Public License.
pl: Niniejszy program jest wolnym oprogramowaniem; mo¿esz go rozprowadzaæ dalej i/lub modyfikowaæ na warunkach Powszechnej Licencji Publicznej GNU.
ro: Acest program este free software fãrã ABSOLUT NICI O GARANÞIE; puteþi sã-l redistribuiþi sub termenii Licenþei Publice Generale GNU.

source: version
pl: wersja
ro: versiunea

source: Usage: jwhois [OPTIONS] [QUERY]
pl: Sk³adnia: jwhois [OPCJE] [ZAPYTANIE]
ro: Folosire: jwhois [OPÞIUNI] [INTEROGARE]

source: --version display version number and patch level --help display this help -v, --verbose verbose debug output -c FILE, --config=FILE use FILE as configuration file -h HOST, --host=HOST explicitly query HOST -n, --no-redirect disable content redirection -s, --no-whoisservers disable whois-servers.net service support -a, --raw disable reformatting of the query -i, --display-redirections display all redirects instead of hiding them -p PORT, --port=PORT use port number PORT (in conjunction with HOST) -r, --rwhois force an rwhois query to be made --rwhois-display=DISPLAY sets the display option in rwhois queries --rwhois-limit=LIMIT sets the maximum number of matches to return
pl: --version wy¶wietla numer wersji --help wy¶wietla tê oto pomoc -v, --verbose w³±cza komunikaty diagnostyczne -c PLIK, --config=PLIK u¿ywa wskazany PLIK konfiguracyjny -h HOST, --host=HOST wysy³a zapytanie bezpo¶rednio do HOSTA -n, --no-redirect wy³±cza ewentualne przekierowanie zapytania -s, --no-whoisservers wy³±cza wsparcie dla us³ugi whois-servers.net -a, --raw wy³±cza reformatowanie zapytania -i, --display-redirections wy¶wietla wszystkie przekierowania zamiast je ukryæ -p PORT, --port=PORT u¿ywa okre¶lony PORT (w po³±czeniu z opcj± HOST) -r, --rwhois wymusza u¿ycie zapytania typu rwhois --rwhois-display=DISPLAY ustawia opcjê wy¶wietlania w zapytaniu rwhois --rwhois-limit=LIMIT ustawia max. ilo¶æ dopasowañ jakie mo¿e zwróciæ
ro: --version afiºeazã numãrul versiunii ºi nivelul de patchl --help afiºeazã acest ajutor -v, --verbose output detaliat cu debug -c FILE, --config=FIªIER foloseºte FIªIER ca fiºier de configurare -h HOST, --host=HOST interogheazã HOST în mod explicit -n, --no-redirect dezactiveazã redirectarea de conþinut -s, --no-whoisservers dezactiveazã serviciul whois-servers.net -a, --raw dezactiveazã reformatarea interogãrii -i, --display-redirections afiºeazã toate redirectãrile în loc sã le ascundã -p PORT, --port=PORT foloseºte numãrul de port PORT (în folosire cu HOST) -r, --rwhois forþeazã efectuarea unei interogãri rwhois --rwhois-display=AFIªARE seteazã opþiuni de afiºare în interogare rwhois --rwhois-limit=LIMITÃ seteazã numãrul maxim de potriviri de raportat

source: -f, --force-lookup force lookup even if the entry is cached -d, --disable-cache disable cache functions
pl: -f, --force-lookup wymusza szukanie nawet, gdy wpis znajduje siê ju¿ w pamiêci podrêcznej -d, --disable-cache wy³±cza funkcje obs³ugi pamiêci podrêcznej
ro: -f, --force-lookup forþeazã lookup chiar dacã intrarea e în cache -d, --disable-cache dezactiveazã funcþiile de caching

source: Report bugs to bug-jwhois@gnu.org
pl: Prosimy zg³aszaæ b³êdy na adres bug-jwhois@gnu.org
ro: Raportaþi bug-uri la bug-jwhois@gnu.org

source: Invalid limit
pl: Nieprawid³owy limit
ro: Limitã invalidã

source: Invalid port number
pl: Nieprawid³owy numer portu
ro: Numãr port invalid

source: Error allocating memory
pl: B³±d podczas przydzielania pamiêci
ro: Eroare în alocarea memoriei

source: String out of bounds on line
pl: £añcuch poza ogranicznikiem w linii
ro: ªiruri în afara limitelor (out of bounds) în linia

source: End of file looking for '"' on line
pl: Odnaleziono koniec pliku zamiast '"' w linii
ro: Sfârºit de fiºier cãutând '"' în linia

source: Unexpected end of file on line
pl: Niespodziewany koniec pliku w linii
ro: Sfârºit de fiºier neaºteptat în linia

source: Multiple keys on line
pl: Wiele kluczy w linii
ro: Chei(keys) multiple în linia

source: Missing key on line
pl: Brakuje klucza w linii
ro: Cheie(key) lipsã în linia

source: Fatal error searching for host to query
pl: Fatalny b³±d podczas szukania hosta w celu wys³ania zapytania
ro: Eroare fatalã în cãutarea host-ului de interogat

source: Error reading cache
pl: B³±d podczas czytania pamiêci podrêcznej
ro: Eroare în citirea cache-ului

source: Cached
pl: Zapamiêtany
ro: În cache(cached)

source: Error writing to cache
pl: B³±d podczas zapisywania do pamiêci podrêcznej
ro: Eroare în scrierea în cache

source: Invalid netmask on line
pl: Nieprawid³owa maska sieciowa w linii
ro: Netmask invalid în linia

source: Redirected to
pl: Nast±pi³o przekierowanie do
ro: Redirectat spre

source: [Unable to connect to remote host]
pl: [Nie mogê po³±czyæ siê ze zdalnym hostem]
ro: [Nu m-am putut conecta la host-ul remote]

source: [RWHOIS: Protocol error while sending -rwhois option]
pl: [RWHOIS: B³±d protoko³u podczas wysy³ania opcji -rwhois]
ro: [RWHOIS: Eroare de protocol în trimiterea opþiunilor rwhois]

source: Server does not support display command
pl: Serwer nie wspiera komendy wy¶wietlania
ro: Serverul nu permite comandã de afiºare

source: Invalid limit in configuration file
pl: Nieprawid³owy limit w pliku konfiguracyjnym
ro: Limitã invalidã în fiºierul de configurare

source: Server does not support limit
pl: Serwer nie wspiera limitu
ro: Serverul nu permite limitã

source: Unknown referral
pl: Nieznane odes³anie
ro: Referral necunoscut

source: Following referral to
pl: Pod±¿am za odes³aniem do
ro: Se urmeazã referral cãtre

source: [Host terminated connection prematurely]
pl: [Po³±czenie z hostem zosta³o zakoñczone przedwcze¶nie]
ro: [Host-ul a închis prematur conexiunea]

source: Unhandled reply
pl: Odpowied¼ nie zosta³a obs³u¿ona
ro: Rãspuns nemanevrabil

source: Error creating socket
pl: B³±d podczas tworzenia gniazda
ro: Eroare în crearea de socket

source: Error reading data from
pl: B³±d podczas czytania danych z
ro: Eroare în citirea datelor din
